a
abejas
abrazaban
abrian
abuelas
acariciaba
accion
adultos
afinaban
agua
aire
alegres
alumnos
amaba
amanecer
ambiente
ancianos
anotaba
antes
apresuraban
arboles
aromas
arroz
artistas
ausentes
avenidas
baja
bajo
bares
belleza
besaban
bibliotecaria
bicicletas
blancos
bolsas
brillaban
bufandas
cada
cadencia
cafe
caia
caian
calidas
calles
calmaen
camila
caminaban
campanas
cantaban
cargaba
cartapor
cartas
cebollas
cerraban
charcos
cielo
ciudad
clientes
colores
comenzaba
compartian
compraban
comunidadcuando
con
confiaba
contaban
conversaba
conversaciones
corazones
corregian
corrian
cortaba
cortos
creaba
creia
crujian
cruzaban
cuadernos
cubria
cuero
de
decia
del
desayunaban
descansoen
despacio
despertaban
detalle
detalles
detras
dia
dias
direcciones
disfrutaba
distintos
domingos
dulces
el
ellos
empanaban
en
encendia
encendian
engranajes
ensenaban
ensenar
entre
entregaba
era
eran
escribia
escribian
escrito
escritores
escuchaba
escuela
especias
espejos
esquinas
estaba
estaban
estacion
estanterias
estufas
exacta
familias
farolas
final
florecian
flores
flotaban
frecuentes
frutas
fuentes
fuerte
futbol
gotas
gris
gritaban
guantes
gustaba
habitantes
hablaban
hacia
historia
historiaen
historias
hojas
hora
humeda
ideas
imaginar
instrumentos
intimas
invadian
invierno
ir
jardin
jardinero
jovenes
jugaban
julian
juntas
la
lamparas
lapiz
largas
las
lavaba
le
lectores
lectura
leer
leia
leian
lejos
lentas
lento
libres
libreta
libros
ligeras
limpio
llenaba
llenaban
llevaba
llovia
lluvia
lo
los
lumina
luna
luz
maestras
maestros
malas
manana
mantas
marcando
marta
mas
median
mejor
memoria
mensajes
mercado
mezclaban
miedo
misma
mojaba
momento
momentolos
monedas
muchas
muros
musica
musicos
ninos
noche
noches
nombres
noticias
nubes
nuevas
nuevo
observaba
ofertas
ojos
olia
olian
olor
orden
ordenaba
organizaban
paja
pajaros
palabra
palabras
pan
panaderos
paquetes
para
paraguas
parecia
parejas
parques
parrafos
partian
pasaban
pasos
pausa
pedaleaba
pequenos
perfectomarta
pero
perros
persona
petalo
pintores
plantaba
plantas
plazas
poco
pocoa
poema
poetas
por
precios
precision
preguntaba
preguntaban
preparaba
preparaban
prestamos
primavera
primer
prisa
probaban
propios
proposito
puentes
puertas
pulian
puntualidad
que
ramas
rayo
recetas
recitaban
recordaba
recorria
reflejaba
reflejos
refrescaba
regadera
regateaban
regresaba
regresaban
relojeros
relojes
repartia
repartidora
repetia
reverdecian
revisaba
rio
risas
ritmo
rito
ritos
rociaba
rostros
rutina
sabia
salia
salian
saltaban
saludaba
sastres
se
secas
secretos
seguia
seguir
seguridad
silencio
sin
sobres
sol
sombrero
sonaban
sonido
sonreiacada
sonrisa
su
suave
sus
susurros
tanto
tardes
te
teatro
tejados
tejian
tenia
tiendas
tierra
titulos
tocaba
tocaban
todo
tomaban
tomates
trabajomientras
trabajos
traia
tranquilos
trenes
un
una
unico
variacion
variaciones
veces
vecinos
vendedores
ventana
ventanas
vida
viento
vivaen
vivolos
voces
volvian
voz
y
zapateros
zapatos
zumbido